Repository: Dzejkoubi/guess_the_toilet_game
Catalog: lib/l10n/intl_*.arb
Languages: cs

# language
source: English
cs: Čeština

# register_title
source: Create an account
cs: Vytvořit účet

# input_password
source: Password
cs: Heslo

# input_confirm_password
source: Confirm password
cs: Potvrďte heslo

# input_name
source: Username
cs: Přezdívka

source: Sign up with email
cs: Zaregistorovat emailem

source: Continue with Apple
cs: Pokračovat s Applem

source: Continue with Google
cs: Pokračovat s Googlem

source: Log in with email
cs: Přihlásit přes email

# registered
source: Already registered? Log in
cs: Máte již účet? Přihlásit se

# login_title
source: Login page
cs: Přihlášení

# register_guest_sign_up
source: Sign up as a guest
cs: Pokračovat jako host

source: Successfully logged out
cs: Úspěšně jste se přihlásili

# caught_error_invalid_credentials
source: Invalid credentials
cs: Neplatné přihlašovací údaje

# caught_error_email_already_registered
source: Email already registered
cs: Pod tímto emailem je již založený účet

# caught_error_email_empty
source: Input the email
cs: Vyplňte email

# caught_error_password_empty
source: Input the password
cs: Vyplňte heslo

# caught_error_passwords_mismatch
source: Passwords do not match
cs: Hesla se neshodují

# caught_error_email_invalid
source: Invalid email
cs: Neplatná emailová adresa

# caught_error_password_length
source: Password too short (min. 6 chars)
cs: Heslo je moc krátké (min. 6 chars)

# caught_error_username_empty
source: Enter your username
cs: Vyplňte jméno

# caught_error_username_too_short
source: Password is too short (min. 3 chars)
cs: Jméno je příliš krátké (min. 3 chars)

# caught_error_username_too_long
source: Password is too long (max. 20 chars)
cs: Jméno je příliš dlouhé (max. 20 chars)

# caught_error_username_invalid
source: Invalid username
cs: Neplatné uživatelské jméno

# caught_error_new_username_same_as_current_username
source: New username is same as the old one
cs: Nové jméno je stejné jako staré

# caught_error_new_email_same_as_current_email
source: New email is same as the old one
cs: Nový email je stejný jako ten starý

# notification_changed_email_successfully
source: Confirm the change in the old email
cs: Potvrďte změnění ve starém mailu

# notification_changed_username_successfully
source: Username has been successfully changed
cs: Jméno úspěšně změněno

# game__wrong_toilet
source: Wrong Toilet
cs: Špatná toaleta

# game__time_s_up
source: Time\'s up!
cs: Čas vypršel!

# leaderboard__title
source: Leaderboard
cs: Nejlepší záchoďáci

# roadmap_title
source: Roadmap
cs: Levely

# game_wrong_toilet
source: Wrong Toilet
cs: Nesprávný záchod

# profile__profile
source: Profile
cs: Profil

# profile__confirm_logout
source: confirm logout
cs: Potvrdit odhlášení

# profile__logout_confirmation
source: Do you really want to log out?
cs: Jste si jistý?

# profile__cancel_logout
source: Cancel
cs: Zrušit

# profile__logout
source: Logout
cs: Odhlásit se

# profile__change_email
source: Change Email
cs: Změnit email

# profile__change
source: Change
cs: Změnit

# profile__close
source: Close
cs: Zavřít

# profile__enter_new_email
source: Enter new email
cs: Nová emailová adresa

# profile__change_username
source: Change username
cs: Změnit uživatelské jméno

# profile__input_new_username
source: Input new username
cs: Nové uživatelské jméno

# profile__username
source: Username: {username}
cs: Uživatelské jméno: {username}
